Bifurcation/results/openFoam(1e-5)/bifurcation_angle45_500_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          34505;
        startFace       1151794;
    }
    inlet
    {
        type            patch;
        nFaces          587;
        startFace       1186299;
    }
    outlet_1
    {
        type            patch;
        nFaces          579;
        startFace       1186886;
    }
    outlet_2
    {
        type            patch;
        nFaces          573;
        startFace       1187465;
    }
)

// ************************************************************************* //
